{"translation":[
	{
		"key": "{str:Victim} has been muted for {sec:Duration} ({str:Reason})",
		"value": "Los mensajes de {str:Victim} se han apagado para {sec:Duration} ({str:Reason})"
	},
	{
		"key": "You are now logged.",
		"value": "Ya te has conectado con tu cuenta."
	},
	{
		"key": "Wrong username/password.",
		"value": "Nombre de usuario erróneo/Contraseña errónea"
	},
	{
		"key": "An error occured during the operation.",
		"value": "Se produjo un error en el curso de esa operación."
	},
	{
		"key": "You must be logged for this operation",
		"value": "Es menester que estés conectado con tu cuenta para llevar a cabo esa operación."
	},
	{
		"key": "Please wait 5 minutes before creating another account",
		"value": "¡Espera 5 minutos antes de que creares otra cuenta, por favor!"
	},
	{
		"key": "An error occured during the creation of your account.",
		"value": "Se produjo un error en el curso de la creación de tu cuenta."
	},
	{
		"key": "This username is already taken by an existing account",
		"value": "Este nombre de usuario ya está cogido por una cuenta existente"
	},
	{
		"key": "Your account has been created and you are now logged.",
		"value": "Tu cuenta fue creada y ya has iniciado tu sesión."
	},
	{
		"key": "You must be logged to see your rank",
		"value": "Debes estar conectado con tu cuenta para ver tu rango"
	},
	{
		"key": "You must be logged to see your goal",
		"value": "Debes estar conectado con tu cuenta para ver tu objetivo"
	},
	{
		"key": "You have already notified that {str:PlayerName} ought to be banned",
		"value": "Ya has anunciado que {str:PlayerName} debe ser baneado"
	},
	{
		"key": "{str:PlayerName} wants {str:VictimName} to be banned ({str:Reason})",
		"value": "{str:PlayerName} pide que {str:VictimName} sea baneado ({str:Reason})"
	},
	{
		"key": "{str:VictimName} has been infected",
		"value": "{str:VictimName} ha sido infectado"
	},
	{
		"key": "Infected won the round in {sec:RoundDuration}",
		"value": "Los infectados han ganado la ronda en {sec:RoundDuration}"
	},
	{
		"key": "{int:NumHumans} humans won the round",
		"one": "Un humano ha ganado la ronda",
		"other": "{int:NumHumans} humanos han ganado la ronda",
	},
	{
		"key": "You have survived, +5 points",
		"value": "Has sobrevivido, +5 puntos"
	},
	{
		"key": "You have infected {str:VictimName}, +3 points",
		"value": "Has infectado a {str:VictimName}, +3 puntos"
	},
	{
		"key": "You have killed a witch, +5 points",
		"value": "Has matado a una bruja, +5 puntos"
	},
	{
		"key": "You have eliminated your target, +2 points",
		"value": "Has eliminado a tu objetivo, +2 points"
	},
	{
		"key": "Hook protection enabled",
		"value": "Protección de gancho activada"
	},
	{
		"key": "Hook protection disabled",
		"value": "Protección de gancho desactivada"
	},
	{
		"key": "{str:PlayerName} has been banned ({str:Reason})",
		"value": "{str:PlayerName} ha sido baneado ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has been kicked ({str:Reason})",
		"value": "{str:PlayerName} ha sido expulsado ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has left the game ({str:Reason})",
		"value": "{str:PlayerName} ha salido del juego ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has left the game",
		"value": "{str:PlayerName} ha salido del juego"
	},
	{
		"key": "{str:PlayerName} joined the spectators",
		"value": "{str:PlayerName} se ha unido a los espectadores"
	},
	{
		"key": "{str:PlayerName} joined the game",
		"value": "{str:PlayerName} se ha unido a la partida"
	},
	{
		"key": "Engineer",
		"value": "Ingeniero"
	},
	{
		"key": "Soldier",
		"value": "Soldado"
	},
	{
		"key": "Medic",
		"value": "Médico"
	},
	{
		"key": "Hero",
		"value": "Héroe"
	},
	{
		"key": "Ninja",
		"value": "Ninja"
	},
	{
		"key": "Mercenary",
		"value": "Mercenario"
	},
	{
		"key": "Sniper",
		"value": "Francotirador"
	},
	{
		"key": "Scientist",
		"value": "Científico"
	},
	{
		"key": "Biologist",
		"value": "Biólogo"
	},
	{
		"key": "Smoker",
		"value": "Smoker"
	},
	{
		"key": "Hunter",
		"value": "Cazador"
	},
	{
		"key": "Boomer",
		"value": "Boomer"
	},
	{
		"key": "Ghost",
		"value": "Fantasma"
	},
	{
		"key": "Spider",
		"value": "Araña"
	},
	{
		"key": "Ghoul",
		"value": "Gul"
	},
	{
		"key": "Slug",
		"value": "Limaco"
	},
	{
		"key": "Witch",
		"value": "Bruja"
	},
	{
		"key": "Undead",
		"value": "Muerto viviente"
	},
	{
		"key": "Unknown class",
		"value": "Cláse desconocida"
	},
	{
		"key": "You are a human: {str:ClassName}",
		"value": "Eres un humano : {str:ClassName}"
	},
	{
		"key": "You are an infected: {str:ClassName}",
		"value": "Eres un infectado : {str:ClassName}"
	},
	{
		"key": "{str:PlayerName} entered and joined the game",
		"value": "{str:PlayerName} ha entrado y se ha unido a la partida"
	},
	{
		"key": "You are muted for {sec:Duration}",
		"value": "Tus mensajes están apagados para {sec:Duration}"
	},
	{
		"key": "You can't join the spectators right now",
		"value": "No puedes unirte como espectador en este momento"
	},
	{
		"key": "{str:PlayerName} changed their name to {str:NewName}",
		"value": "{str:PlayerName} ha cambiado su nombre por {str:NewName}"
	},
	{
		"key": "Switch language to english ?",
		"value": "¿Poner el idioma en español?\t"
	},
	{
		"key": "You can change the language of this mod using the command /language.",
		"value": "Puedes cambiar la lengua del mod usando el comando /language."
	},
	{
		"key": "If your language is not available, you can help with translation (/help translate).",
		"value": "Si tu idioma no es disponible, puedes ayudar traduciendo (/help translate)."
	},
	{
		"key": "InfectionClass, by necropotame (version {str:VersionCode})",
		"value": "InfectionClass, por necropotame (versión {str:VersionCode})"
	},
	{
		"key": "Based on the concept of Infection mod by Gravity",
		"value": "Basado en el concepto del mod Infection por Gravity"
	},
	{
		"key": "Main contributors: {str:ListOfContributors}",
		"value": "Contribuidores fundamentales: {str:ListOfContributors}"
	},
	{
		"key": "Thanks to {str:ListOfContributors}",
		"value": "Agradecimientos a {str:ListOfContributors}"
	},
	{
		"key": "No player was found with this name",
		"value": "Ningún jugador con ese nombre fue encontrado."
	},
	{
		"key": "Rules of the game",
		"value": "Reglas del juego"
	},
	{
		"key": "InfectionClass is a team game between humans and infected.",
		"value": "InfectionClass es un juego de equipos entre humanos e infectados."
	},
	{
		"key": "All players start as human.",
		"value": "Todos los jugadores comienzan como humanos."
	},
	{
		"key": "10 seconds later, two players become infected.",
		"value": "10 segundos después, dos jugadores son infectados."
	},
	{
		"key": "The goal for humans is to survive until the army clean the map.",
		"value": "El objetivo de los humanos es sobrevivir hasta que el ejército limpie el mapa."
	},
	{
		"key": "The goal for infected is to infect all humans.",
		"value": "El objetivo de los infectados es el de infectar a todos los humanos."
	},
	{
		"key": "How to translate the mod",
		"value": "Como traducir el mod"
	},
	{
		"key": "Create an account on Crowdin and join a translation team:",
		"value": "Crea una cuenta en Crowdin y te une a un equipo de traducción:"
	},
	{
		"key": "For any question about the translation process, please contact us on IRC ({str:IRCAddress})",
		"value": "Para cualquier pregunta sobre el procedimiento de traducción, nos contacta por IRC ({str:IRCAddress})"
	},
	{
		"key": "The Engineer can build walls with his hammer to block infected.",
		"value": "El Ingeniero puede crear barreras con su martillo para bloquear el paso de los infectados."
	},
	{
		"key": "When an infected touch the wall, he dies.",
		"value": "Cuando un infectado toca la barrera, este muere."
	},
	{
		"key": "The lifespan of a wall is {sec:LifeSpan}, and walls are limited to one per player at the same time.",
		"value": "La duración de una barrera es de {sec:LifeSpan}, y sólo puede haber una barrera por jugador al mismo tiempo."
	},
	{
		"key": "The Soldier can pose floating bombs with his hammer.",
		"value": "El Soldado puede colocar bombas flotantes con su martillo."
	},
	{
		"key": "Each bomb can explode {int:NumBombs} times.",
		"one": "Cada bomba puede explotar una vez.",
		"other": "Cada bomba puede explotar {int:NumBombs} veces.",
	},
	{
		"key": "Use the hammer to place the bomb and explode it multiple times.",
		"value": "Usa el martillo para colocar una bomba y explotarla varias veces."
	},
	{
		"key": "Bombs are limited to one per player at the same time.",
		"value": "Solo puede haber una bomba por jugador al mismo tiempo."
	},
	{
		"key": "The Scientist can pose floating mines with his hammer.",
		"value": "El científico puede poner minas flotantes con su martillo."
	},
	{
		"key": "Mines are limited to {int:NumMines} per player at the same time.",
		"one": "Las minas están limitadas a una por jugador al mismo tiempo.",
		"other": "Las minas están limitadas a {int:NumMines} por jugador al mismo tiempo.",
	},
	{
		"key": "He has also grenades that teleport him.",
		"value": "El también tiene granadas que lo teletransportan."
	},
	{
		"key": "The biologist has a shotgun with bouncing bullets and can create a spring laser trap by shooting with his rifle.",
		"value": "El biólogo tiene una escopeta con bolas rebotandas y puede erigir trampas láser con su fúsil."
	},
	{
		"key": "The Medic can protect humans with his hammer by giving them armor.",
		"value": "El Médico puede proteger a los humanos con su martillo dándoles armadura."
	},
	{
		"key": "He has also a powerful shotgun that can pullback infected.",
		"value": "También posee una poderosa escopeta capaz de hacer retroceder a los infectados."
	},
	{
		"key": "The Hero has a shotgun, a laser rifle and grenades.",
		"value": "El Héroe tiene una escopeta, un fúsil laser y granadas."
	},
	{
		"key": "The Hero must find a flag hidden in the map.",
		"value": "El Héroe tiene que invenir la bandera escondida en el mapa."
	},
	{
		"key": "Once taken, the flag gives 1 health point, 4 armor points, and full ammo to all humans, furthermore full health and armor to the hero.",
		"value": "A la vez que recoge la bandera, ella le distribue un punto de salud y cuatro puntos de armadura a cado uno de los humanos, les rellena la munición, y el Héroe es sanado completamente."
	},
	{
		"key": "The hero cannot be healed by a medic, but he can withstand a thrust by an infected, an his health suffice.",
		"value": "El Héroe no puede ser sanado por un médico, mas es capaz de resistir un trompazo de un infectado, si su vida y armadura bastan."
	},
	{
		"key": "The Ninja can throw flash grenades that can freeze infected during three seconds.",
		"value": "El Ninja puede lanzar granadas destello, las cuales pueden congelar a infectados durante tres segundos."
	},
	{
		"key": "His hammer is replaced by a katana, allowing him to jump {int:NinjaJump} times before touching the ground.",
		"one": "Su martillo ha sido reemplazado por una katana, permitiéndole saltar una vez antes de tocar el suelo.",
		"other": "Su martillo ha sido reemplazado por una katana, permitiéndole saltar {int:NinjaJump} veces antes de tocar el suelo.",
	},
	{
		"key": "The Mercenary fly in air using his machine gun.",
		"value": "El mercenario vuela usando su metralleta."
	},
	{
		"key": "He can coil explosives with his hammer that hinder infected from harming.",
		"value": "Puede embobinar artilugios explosivos que impiden a los infectados dañar."
	},
	{
		"key": "He can also throw poison grenades that each deal {int:NumDamagePoints} damage points.",
		"one": "Él también puede lanzar granadas de ponzoña que infligen un punto de daño.",
		"other": "Él también puede lanzar granadas de ponzoña que infligen {int:NumDamagePoints} puntos de daño.",
	},
	{
		"key": "The Sniper can lock his position in air for 15 seconds with his hammer.",
		"value": "El francotirador puede bloquear su posición en el aire por 15 segundos con su martillo."
	},
	{
		"key": "He can jump two times in air.",
		"value": "Puede saltar dos veces en el aire."
	},
	{
		"key": "He has also a powerful rifle that deals 30 damage points in locked position, and 10–13 otherwise.",
		"value": "Él tiene también un rifle potente que inflige 30 puntos de daño cuando está bloqueado en una posición y 10–13 en otros casos."
	},
	{
		"key": "The Smoker can infect humans and heal infected with his hammer.",
		"value": "El Smoker puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "He can also inflict 4 damage points per second by hooking humans.",
		"value": "También puede infligir 4 puntos de daño por segundo al enganchar a humanos."
	},
	{
		"key": "The Boomer explodes when he attack.",
		"value": "El Boomer explota cuando ataca."
	},
	{
		"key": "All humans affected by the explosion become infected.",
		"value": "Todos los humanos afectados por la explosión son infectados."
	},
	{
		"key": "He can also inflict 1 damage point per second by hooking humans.",
		"value": "También puede infligir 1 punto de daño por segundo al enganchar a humanos."
	},
	{
		"key": "The Hunter can infect humans and heal infected with his hammer.",
		"value": "El Cazador puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "The Ghost can infect humans and heal infected with his hammer.",
		"value": "El Fantasma puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "He is invisible, except if a human is near him, if he takes a damage or if he use his hammer.",
		"value": "Él es invisible, excepto si un humano esta cerca de él, si le infligen daño o si usa su martillo."
	},
	{
		"key": "The Spider can infect humans and heal infected with his hammer.",
		"value": "La Araña puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "When selecting any gun, his hook enter in web mode.",
		"value": "Con la selección de cualquier arma el gancho entra en modo telaraña."
	},
	{
		"key": "Any human that touch a hook in web mode is automatically grabbed.",
		"value": "Cualquier humano que toque el gancho en modo telaraña es automáticamente agarrado."
	},
	{
		"key": "The hook of the spider (in both mode) deal 1 damage point per second and can grab a human during 2 seconds.",
		"value": "El gancho de la araña (en ambos modos) inflinge 1 punto de daño por segundo y puede agarrar a un humano durante 2 segundos."
	},
	{
		"key": "The Ghoul can infect humans and heal infected with his hammer.",
		"value": "El Gul puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "He can devour all that has died close to him, which makes him stronger, faster and more resistant.",
		"value": "Puede devorar todo que ha muerto cerca de él, lo que lo hace más vigoroso, más rápido y más resistente."
	},
	{
		"key": "Thereupon he digests his fodder bit by bit going back to his normal state, and besides, death bereaves him of his nourishment.",
		"value": "Seguidamente digiere su forraje poco a poco volviendo a su estado normal, y aparte de eso le quita alimento el fallecer."
	},
	{
		"key": "The Slug can infect humans and heal infected with his hammer.",
		"value": "El Limaco puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "He can make the ground and walls toxic by spreading slime with his hammer.",
		"value": "Puede hacer dañino el suelo y las paredes difundiendo limo con su martillo."
	},
	{
		"key": "Touching the slime inflicts three damage points in three seconds on a human.",
		"value": "Tocar el limo inflige tres puntos de daño en tres segundos a un humano."
	},
	{
		"key": "The Undead can infect humans and heal infected with his hammer.",
		"value": "El Muerto viviente puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "Instead of dying, he freezes during 10 seconds.",
		"value": "En vez de morir, se queda congelado 10 segundos."
	},
	{
		"key": "If an infected heals him, the freeze effect disappear.",
		"value": "Si un infectado lo cura, el efecto de congelación desaparece."
	},
	{
		"key": "The Witch can infect humans and heal infected with his hammer.",
		"value": "La Bruja puede infectar a humanos y curar a otros infectados con su martillo."
	},
	{
		"key": "When an infected dies, he may re-spawn near her.",
		"value": "Cuando un infectado muere, este puede renacer cerca suyo."
	},
	{
		"key": "If the Witch dies, she disappears and is replaced by another class of infected.",
		"value": "Si la Bruja muere, esta desaparece y es reemplazada por otra clase de infectado."
	},
	{
		"key": "She can also inflict 1 damage point per second by hooking humans.",
		"value": "También puede infligir 1 punto de daño por segundo al enganchar a humanos."
	},
	{
		"key": "Targeted chat messages",
		"value": "Mensajes de chat dirigidos"
	},
	{
		"key": "Use “/msg <PlayerName> <My Message>” to send a private message to this player.",
		"value": "Usa «/msg <Nombre de jugador> <Mi mensaje>» para hacer llegar un mensaje privado a un jugador específico."
	},
	{
		"key": "Use “/msg !<ClassName> <My Message>” to send a private message to all players with a specific class.",
		"value": "Usa «/msg <Nombre de jugador> <Mi mensaje>» para hacer llegar un mensaje dirigido a los jugadores de una clase específica."
	},
	{
		"key": "Example: “/msg !medic I'm wounded!”",
		"value": "Ejemplo: «¡Estoy herido!»"
	},
	{
		"key": "Use “/msg !near” to send a private message to all players near you.",
		"value": "Usa «/msg !near» para hacer llegar un mensaje dirigido a los jugadores en tu proximidad."
	},
	{
		"key": "Choose a help page with /help <page>",
		"value": "Escoge una página de ayuda con /help <página>"
	},
	{
		"key": "Available help pages: {str:PageList}",
		"value": "Páginas de ayuda disponibles: {str:PageList}"
	},
	{
		"key": "A random class will be automatically attributed to you when rounds start",
		"value": "Una clase aleatoria te será asignada automáticamente al comenzar la ronda"
	},
	{
		"key": "The class selector will be displayed when rounds start",
		"value": "El selector de clases se mostrará al comenzar la ronda"
	},
	{
		"key": "Unknown language",
		"value": "Idioma desconocido"
	},
	{
		"key": "Available languages: {str:ListOfLanguage}",
		"value": "Idiomas disponibles: {str:ListOfLanguage}"
	},
	{
		"key": "List of commands",
		"value": "Lista de comandos"
	},
	{
		"key": "Press <F3> or <F4> to enable or disable hook protection",
		"value": "Pulsa <F3> o <F4> para activar o desactivar la protección de gancho"
	},
	{
		"key": "You have held a bonus area for one minute, +5 points",
		"value": "Has ocupado una área de bonificación para un minuto, +5 puntos"
	},
	{
		"key": "You are frozen: {sec:EffectDuration}",
		"value": "Estás congelado: {sec:EffectDuration}"
	},
	{
		"key": "Random choice",
		"value": "Elección aleatoria"
	},
	{
		"key": "Choose your class",
		"value": "Selecciona tu clase"
	},
	{
		"key": "Laser wall: {sec:RemainingTime}",
		"value": "Barrera: {sec:RemainingTime}"
	},
	{
		"key": "{int:NumBombs} bombs left",
		"one": "{int:NumBombs} bomba restantes",
		"other": "{int:NumBombs} bombas restantes",
	},
	{
		"key": "{int:NumMines} mines are active",
		"one": "Una mina está activada",
		"other": "{int:NumMines} minas están activadas",
	},
	{
		"key": "Mine activated",
		"value": "Mina activada"
	},
	{
		"key": "Next target in {sec:RemainingTime}",
		"value": "Próximo objetivo en {sec:RemainingTime}"
	},
	{
		"key": "Target to eliminate: {str:PlayerName}",
		"value": "Objetivo de eliminación {str:PlayerName}"
	},
	{
		"key": "Position lock: {sec:RemainingTime}",
		"value": "Posición bloqueada: {sec:RemainingTime}"
	},
	{
		"key": "Explosive yield: {percent:BombLevel}",
		"value": "Potencia explosiva: {percent:BombLevel}"
	},
	{
		"key": "Next flag in {sec:RemainingTime}",
		"value": "Bandera siguiente en {sec:RemainingTime}"
	},
	{
		"key": "Web mode enabled",
		"value": "Modo telaraña activado"
	},
	{
		"key": "Stomach filled by {percent:FodderInStomach}",
		"value": "Barriga rellenada por {percent:FodderInStomach}"
	},
	{
		"key": "The witch is dead",
		"value": "La bruja ha muerto"
	},
	{
		"key": "The undead is finally dead",
		"value": "El muerto viviente ha muerto finalmente"
	},
	{
		"key": "Sword velocity increased",
		"value": "Velocidad de espada acrecentada"
	},
	{
		"key": "Sword strength increased",
		"value": "Fortaleza de espada acrecentada"
	},
	{
		"key": "Grenade limit increased",
		"value": "Límite de granadas acrecentado"
	},
	{
		"key": "Type “/help {str:ClassName}” for more information about your class",
		"value": "Escribe «/help {str:ClassName}» para más información sobre tu clase"
	},
	{
		"key": "The Hero found the flag!",
		"value": "¡El héroe ha encontrado la bandera!"
	},
]}
