{"translation":[
	{
		"key": "{str:Victim} has been muted for {sec:Duration} ({str:Reason})",
		"value": "{str:Victim} a été mis sous silence pour {sec:Duration} ({str:Reason})"
	},
	{
		"key": "You are now logged.",
		"value": "Vous êtes connecté à votre compte."
	},
	{
		"key": "Wrong username/password.",
		"value": "L'identifiant ou le mot de passe est incorrect."
	},
	{
		"key": "An error occured during the operation.",
		"value": "Une erreur s'est produite durant cette opération. "
	},
	{
		"key": "You must be logged for this operation",
		"value": "Vous devez être connecté pour effectuer cette opération."
	},
	{
		"key": "Please wait 5 minutes before create an another account",
		"value": "Veuillez attendre 5 minutes avant de créer un nouveau compte"
	},
	{
		"key": "An error occured during the creation of your account.",
		"value": "Une erreur est survenue durant la création de votre compte"
	},
	{
		"key": "This username is already taken by an existing account",
		"value": "Ce nom d'utilisateur est déjà pris par un compte existant"
	},
	{
		"key": "Your account has been created and you are now logged.",
		"value": "Votre compte a été créé et vous êtes maintenant connecté"
	},
	{
		"key": "You must be logged to see your rank",
		"value": "Vous devez être connecté pour voir votre rang"
	},
	{
		"key": "You must be logged to see your goal",
		"value": "Vous devez être connecté pour voir votre objectif"
	},
	{
		"key": "You already notify that {str:PlayerName} must be banned",
		"value": "Vous avez déjà notifié que {str:PlayerName} doit être banni"
	},
	{
		"key": "{str:PlayerName} wants {str:VictimName} to be banned ({str:Reason})",
		"value": "{str:PlayerName} veut voir {str:VictimName} banni ({str:Reason})"
	},
	{
		"key": "{str:VictimName} has been infected",
		"value": "{str:VictimName} a été infecté·e"
	},
	{
		"key": "Infected won the round in {sec:RoundDuration}",
		"value": "Les infecté·e·s ont gagné la manche en {sec:RoundDuration}"
	},
	{
		"key": "{int:NumHumans} humans won the round",
		"one": "Un·e humain·e a gagné la manche",
		"other": "{int:NumHumans} humain·e·s ont gagné la manche",
	},
	{
		"key": "You have survived, +5 points",
		"value": "Vous avez survécu, +5 points"
	},
	{
		"key": "You have infected {str:VictimName}, +3 points",
		"value": "Vous avez infecté {str:VictimName}, +3 points"
	},
	{
		"key": "You have killed a witch, +5 points",
		"value": "Vous avez tué une Sorcière ou un Sorcier, +5 points"
	},
	{
		"key": "You have eliminated your target, +2 points",
		"value": "Vous avez éliminé votre cible, +2 points"
	},
	{
		"key": "Hook protection enabled",
		"value": "Protection contre le grappin activée"
	},
	{
		"key": "Hook protection disabled",
		"value": "Protection contre le grappin désactivé"
	},
	{
		"key": "{str:PlayerName} has been banned ({str:Reason})",
		"value": "{str:PlayerName} a été banni·e ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has been kicked ({str:Reason})",
		"value": "{str:PlayerName} a été viré·e ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has left the game ({str:Reason})",
		"value": "{str:PlayerName} a quitté la partie ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has left the game",
		"value": "{str:PlayerName} a quitté la partie"
	},
	{
		"key": "{str:PlayerName} joined the spectators",
		"value": "{str:PlayerName} a rejoint les spectateurs"
	},
	{
		"key": "{str:PlayerName} joined the game",
		"value": "{str:PlayerName} a rejoint la partie"
	},
	{
		"key": "Engineer",
		"value": "Ingénieur·e"
	},
	{
		"key": "Soldier",
		"value": "Soldat·e"
	},
	{
		"key": "Medic",
		"value": "Médecin"
	},
	{
		"key": "Hero",
		"value": "Héro·ïne"
	},
	{
		"key": "Ninja",
		"value": "Ninja"
	},
	{
		"key": "Mercenary",
		"value": "Mercenaire"
	},
	{
		"key": "Sniper",
		"value": "Sniper"
	},
	{
		"key": "Scientist",
		"value": "Scientifique"
	},
	{
		"key": "Biologist",
		"value": "Biologiste"
	},
	{
		"key": "Smoker",
		"value": "Smoker"
	},
	{
		"key": "Hunter",
		"value": "Chasseur/Chasseuse"
	},
	{
		"key": "Boomer",
		"value": "Boomer"
	},
	{
		"key": "Ghost",
		"value": "Fantôme"
	},
	{
		"key": "Spider",
		"value": "Araignée"
	},
	{
		"key": "Ghoul",
		"value": "Goule"
	},
	{
		"key": "Slug",
		"value": "Limace"
	},
	{
		"key": "Witch",
		"value": "Sorcière/Sorcier"
	},
	{
		"key": "Undead",
		"value": "Invincible"
	},
	{
		"key": "Unknown class",
		"value": "Classe inconnue"
	},
	{
		"key": "You are a human: {str:ClassName}",
		"value": "Vous êtes humain·e : {str:ClassName}"
	},
	{
		"key": "You are an infected: {str:ClassName}",
		"value": "Vous êtes infecté·e : {str:ClassName}"
	},
	{
		"key": "{str:PlayerName} entered and joined the game",
		"value": "{str:PlayerName} est arrivé·e et a rejoint la partie"
	},
	{
		"key": "You are muted for {sec:Duration}",
		"value": "Vous êtes mis sous silence pour {sec:Duration}"
	},
	{
		"key": "You can't join the spectators right now",
		"value": "Vous ne pouvez-pas rejoindre les spectateurs pour le moment"
	},
	{
		"key": "{str:PlayerName} changed their name to {str:NewName}",
		"value": "{str:PlayerName} a changé son nom pour {str:NewName}"
	},
	{
		"key": "Switch language to english ?",
		"value": "Passer la langue en français ?"
	},
	{
		"key": "You can change the language of this mod using the command /language.",
		"value": "Vous pouvez changer la langue de ce mod en utilisant la commande /language."
	},
	{
		"key": "If your language is not available, you can help with translation (/help translate).",
		"value": "Si votre langue c'est pas disponible, vous pouvez aider à la traduction (/help translate)"
	},
	{
		"key": "InfectionClass, by necropotame (version {str:VersionCode})",
		"value": "InfectionClass, par necropotame (version {str:VersionCode})"
	},
	{
		"key": "Based on the concept of Infection mod by Gravity",
		"value": "Basé sur le concept du mod \"Infection\" par Gravity"
	},
	{
		"key": "Main contributors: {str:ListOfContributors}",
		"value": "Contributeurs principaux: {str:ListOfContributors}"
	},
	{
		"key": "Thanks to {str:ListOfContributors}",
		"value": "Merci à {str:ListOfContributors}"
	},
	{
		"key": "No player was found with this name",
		"value": "Aucun joueur et aucune joueuse n'a été trouvé avec ce nom"
	},
	{
		"key": "Rules of the game",
		"value": "Règles du jeu"
	},
	{
		"key": "InfectionClass is a team game between humans and infected.",
		"value": "InfectionClass est un jeu d'équipe entre humain·e·s et infecté·e·s."
	},
	{
		"key": "All players start as human.",
		"value": "Toutes les joueuses et les joueurs commencent comme humain·e."
	},
	{
		"key": "10 seconds later, two players become infected.",
		"value": "10 secondes plus tard, deux joueuses ou joueurs deviennent infecté·e·s."
	},
	{
		"key": "The goal for humans is to survive until the army clean the map.",
		"value": "Le but des humain·e·s est de survivre jusqu'à ce que l'armée nettoie la zone."
	},
	{
		"key": "The goal for infected is to infect all humans.",
		"value": "Le but des infecté·e·s est d'infecter toutes les humaines et les humains."
	},
	{
		"key": "How to translate the mod",
		"value": "Comment traduire le mod"
	},
	{
		"key": "Create an account on Crowdin and join a translation team:",
		"value": "Créez un compte sur Crowdin et rejoignez une équipe de traduction:"
	},
	{
		"key": "For any question about the translation process, please contact us on IRC ({str:IRCAddress})",
		"value": "Pour toute question sur le processus de traduction, merci de nous contacter par IRC ({str:IRCAddress})"
	},
	{
		"key": "The Engineer can build walls with his hammer to block infected.",
		"value": "Les Ingénieur·e peuvent créer avec leur marteau des barrières pour bloquer les infectés."
	},
	{
		"key": "When an infected touch the wall, he dies.",
		"value": "Un·e infecté·e qui touche la barrière meurt immédiatement."
	},
	{
		"key": "The lifespan of a wall is {sec:LifeSpan}, and walls are limited to one per player at the same time.",
		"value": "La durée de vie d'une barrière est de {sec:LifeSpan}, et les barrières sont limitées à une par personne."
	},
	{
		"key": "The Soldier can pose floating bombs with his hammer.",
		"value": "Les Soldat·e·s peuvent créer des bombes flottantes avec leur marteau."
	},
	{
		"key": "Each bomb can explode {int:NumBombs} times.",
		"one": "Chaque bombe peut exploser une seule fois",
		"other": "Chaque bombe peut exploser {int:NumBombs} fois",
	},
	{
		"key": "Use the hammer to place the bomb and explode it multiple times.",
		"value": "Utiliser le marteau pour placer une bombe et la faire exploser plusieurs fois."
	},
	{
		"key": "Bombs are limited to one per player at the same time.",
		"value": "Il ne peut y avoir qu'une bombe par Soldat·e au même moment."
	},
	{
		"key": "The Scientist can pose floating mines with his hammer.",
		"value": "Les Scientifiques peuvent créer des mines avec leur marteau."
	},
	{
		"key": "Mines are limited to {int:NumMines} per player at the same time.",
		"one": "Les mines sont limitées à une par personne au même moment.",
		"other": "Les mines sont limitées à {int:NumMines} par personne au même moment.",
	},
	{
		"key": "He has also grenades that teleport him.",
		"value": "Il ne peut y avoir que deux mines par Scientifique au même moment."
	},
	{
		"key": "The biologist has a shotgun with bouncing bullets and can create a spring laser trap by shooting with his rifle.",
		"value": "Les biologistes ont un fusil à pompe tirant des balles rebondissantes et peuvent créer des mines printanières en utilisant le fusil laser."
	},
	{
		"key": "The Medic can protect humans with his hammer by giving them armor.",
		"value": "Les Médecins peuvent protéger les humain·e·s à l'aide de leur marteau en leur donnant une armure."
	},
	{
		"key": "He has also a powerful shotgun that can pullback infected.",
		"value": "Illes disposent aussi d'un puissant fusil à pompe qui peut repousser les infecté·e·s."
	},
	{
		"key": "The Hero has a shotgun, a laser rifle and grenades.",
		"value": "Les Héro·ïne·s ont un fusil à pompe, un fusil laser et des grenades."
	},
	{
		"key": "The Hero must find a flag hidden in the map.",
		"value": "Les Héro·ïne·s doivent trouver un drapeau caché dans la carte."
	},
	{
		"key": "Once taken, the flag gives 1 health point, 4 armor points, and full ammo to all humans, furthermore full health and armor to the hero.",
		"value": "Lorsqu'illes le trouvent, le drapeau donne 1 point de vie, 4 points d'armure et toutes les munitions à chaque humain·e"
	},
	{
		"key": "The hero cannot be healed by a medic, but he can withstand a thrust by an infected, an his health suffice.",
		"value": "Les Héro·ïne·s ne peuvent pas être soigné·e·s par les médecins, et illes peuvent survivre à une attaque des infecté·e·s."
	},
	{
		"key": "The Ninja can throw flash grenades that can freeze infected during three seconds.",
		"value": "Les Ninja peuvent lancer des grenades flash qui immobilisent les infecté·e·s pendant trois secondes."
	},
	{
		"key": "His hammer is replaced by a katana, allowing him to jump {int:NinjaJump} times before touching the ground.",
		"one": "Son marteau est remplacé par un katana lui permetant de sauter une fois avant de toucher le sol.",
		"other": "Son marteau est remplacé par un katana lui permetant de sauter {int:NinjaJump} fois avant de toucher le sol.",
	},
	{
		"key": "The Mercenary fly in air using his machine gun.",
		"value": "Les Mercenaires peuvent voler dans l'air à l'aide de leur mitrailleuse."
	},
	{
		"key": "He can coil explosives with his hammer that hinder infected from harming.",
		"value": "Illes peuvent poser des bombes lesquelles empêchent des infecté·e·s de endommager."
	},
	{
		"key": "He can also throw poison grenades that each deal {int:NumDamagePoints} damage points.",
		"one": "Il peut aussi lancer des grenades empoisonnées qui infligent un point de dégât.",
		"other": "Il peut aussi lancer des grenades empoisonnées qui infligent {int:NumDamagePoints} points de dégât.",
	},
	{
		"key": "The Sniper can lock his position in air for 15 seconds with his hammer.",
		"value": "Les Snipers peuvent verrouiller leur position dans l'air pendant 15 secondes avec leur marteau."
	},
	{
		"key": "He can jump two times in air.",
		"value": "Illes peuvent sauter deux fois en l'air."
	},
	{
		"key": "He has also a powerful rifle that deals 30 damage points in locked position, and 10–13 otherwise.",
		"value": "Illes disposent également d'un puissant fusil qui inflige 30 points de dégât en position verrouillée, et 10–13 en situation normale."
	},
	{
		"key": "The Smoker can infect humans and heal infected with his hammer.",
		"value": "Les Smokers peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "He can also inflict 4 damage points per second by hooking humans.",
		"value": "Illes peut aussi infliger 4 points de dégât par seconde quand illes agrippent une humaine ou un humain."
	},
	{
		"key": "The Boomer explodes when he attack.",
		"value": "Les Boomers explosent quand illes attaquent."
	},
	{
		"key": "All humans affected by the explosion become infected.",
		"value": "Tous les humains et les humaines touchés par l'explosion sont infectés."
	},
	{
		"key": "He can also inflict 1 damage point per second by hooking humans.",
		"value": "Illes peuvent aussi infliger 1 point de dégât par seconde en agrippant un humain ou une humaine."
	},
	{
		"key": "The Hunter can infect humans and heal infected with his hammer.",
		"value": "Les Chasseuses et les Chasseurs peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "The Ghost can infect humans and heal infected with his hammer.",
		"value": "Les Fantôme peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "He is invisible, except if a human is near him, if he takes a damage or if he use his hammer.",
		"value": "Illes sont invisibles, sauf si une humaine ou un humain est proche d'eux, si illes prennent un dégât, ou si illes utilisent leur marteau."
	},
	{
		"key": "The Spider can infect humans and heal infected with his hammer.",
		"value": "Les Araignées peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "When selecting any gun, his hook enter in web mode.",
		"value": "Quand illes sélectionnent une arme, leur grappin entre en mode \"toile\"."
	},
	{
		"key": "Any human that touch a hook in web mode is automatically grabbed.",
		"value": "Lorsqu'un humain ou une humaine touche un grappin en mode toile, ille est automatiquement attrapé par l'Araignée."
	},
	{
		"key": "The hook of the spider (in both mode) deal 1 damage point per second and can grab a human during 2 seconds.",
		"value": "Le grappin de l'Araignée (dans les deux modes) inflige 1 point de dégât par seconde et peut tirer un humain ou une humaine pendant 2 secondes."
	},
	{
		"key": "The Ghoul can infect humans and heal infected with his hammer.",
		"value": "Les Goules peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "He can devore all that has died close to him, which makes him stronger, faster and more resistant.",
		"value": "Elles dévorent tous ceux et celles qui meurent prêt d'elles, ce qui les rends plus fortes, plus rapides et plus résistantes à mesure que leur estomac se remplit."
	},
	{
		"key": "Thereupon he digests his fodder bit by bit going back to his normal state, and besides, death bereaves him of his nourishment.",
		"value": "Elles digèrent progressivement et revient petit à petit à leur état normal. Lorsqu'elles meurent, elles conservent une partie de leur nourriture."
	},
	{
		"key": "The Slug can infect humans and heal infected with his hammer.",
		"value": "Les limaces peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "He can make the ground and walls toxic by spreading slime with his hammer.",
		"value": "Elles peuvent rendre le sol et les murs toxiques en déposant de la bave à l'aide de leur marteau"
	},
	{
		"key": "Touching the slime inflicts three damage points in three seconds on a human.",
		"value": "En touchant cette bave toxique, les humain·e·s perdent trois points de vie en trois secondes."
	},
	{
		"key": "The Undead can infect humans and heal infected with his hammer.",
		"value": "Les Invincibles peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "Instead of dying, he freezes during 10 seconds.",
		"value": "À la place de mourir, illes sont gelé·e·s pendant 10 secondes."
	},
	{
		"key": "If an infected heals him, the freeze effect disappear.",
		"value": "Si un infecté·e les soignent, l'effet de gèle est supprimé."
	},
	{
		"key": "The Witch can infect humans and heal infected with his hammer.",
		"value": "Les Sorcières et les Sorciers peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau."
	},
	{
		"key": "When an infected dies, he may re-spawn near her.",
		"value": "Quand un·e infecté·e meurt, ce dernier a une chance de ré-apparaître à coté d'un Sorcier ou d'une Sorcière."
	},
	{
		"key": "If the Witch dies, she disappear and is replaced by an another class of infected.",
		"value": "Un Sorcier ou une Sorcière qui meurt redevient un·e infecté·e classique."
	},
	{
		"key": "She can also inflict 1 damage point per second by hooking humans.",
		"value": "Illes peuvent aussi infliger 1 point de dégât par seconde en agrippant un humain ou une humaine."
	},
	{
		"key": "Targeted chat messages",
		"value": "Messages de chat ciblés"
	},
	{
		"key": "Use \"/msg <PlayerName> <My Message>\" to send a private message to this player.",
		"value": "Utilisez \"/msg <NomDUnJoueur> <Mon Message>\" pour envoyer un message privé à ce ou cette joueuse"
	},
	{
		"key": "Use \"/msg !<ClassName> <My Message>\" to send a private message to all player with a specific class.",
		"value": "Utilisez \"/msg !<NomDeClasse> <Mon Message>\" pour envoyer un message privé à tous les joueurs et les joueuses avec une classe spécifique."
	},
	{
		"key": "Example: \"/msg !medic I'm wounded!\"",
		"value": "Exemple : \"/msg !medic Je suis blessé !\""
	},
	{
		"key": "Use \"/msg !near\" to send a private message to all players near you.",
		"value": "Utilisez \"/msg !near\" pour envoyer un message privé à tous les joueurs et les joueuses proche de vous."
	},
	{
		"key": "Choose a help page with /help <page>",
		"value": "Choisissez une page d'aide avec /help <page>"
	},
	{
		"key": "Available help pages: {str:PageList}",
		"value": "Pages d'aide disponibles : {str:PageList}"
	},
	{
		"key": "A random class will be automatically attributed to you when rounds start",
		"value": "Une classe aléatoire vous sera automatiquement attribuée en début de manche"
	},
	{
		"key": "The class selector will be displayed when rounds start",
		"value": "Le sélecteur de classe sera affiché en début de manche"
	},
	{
		"key": "Unknown language",
		"value": "Langue inconnue"
	},
	{
		"key": "Available languages: {str:ListOfLanguage}",
		"value": "Langues disponibles : {str:ListOfLanguage}"
	},
	{
		"key": "List of commands",
		"value": "Liste des commandes"
	},
	{
		"key": "Press <F3> or <F4> to enable or disable hook protection",
		"value": "Appuyer sur <F3> or <F4> pour activer ou désactiver la protection contre le grapin"
	},
	{
		"key": "You hold a bonus area for one minute, +5 points",
		"value": "Vous avez gardé une zone bonus pendant une minute, +5 points."
	},
	{
		"key": "You are frozen: {sec:EffectDuration}",
		"value": "Vous êtes gelés : {sec:EffectDuration}"
	},
	{
		"key": "Random choice",
		"value": "Choix aléatoire"
	},
	{
		"key": "Choose your class",
		"value": "Choisissez votre classe"
	},
	{
		"key": "Laser wall: {sec:RemainingTime}",
		"value": "Barrière laser : {sec:RemainingTime}"
	},
	{
		"key": "{int:NumBombs} bombs left",
		"one": "Une bombe restante",
		"other": "{int:NumBombs} bombes restantes",
	},
	{
		"key": "{int:NumMines} mines are actives",
		"one": "Une mine est active",
		"other": "{int:NumMines} mines sont actives",
	},
	{
		"key": "Mine activated",
		"value": "Mine activée"
	},
	{
		"key": "Next target in {sec:RemainingTime}",
		"value": "Prochaine cible dans {sec:RemainingTime}"
	},
	{
		"key": "Target to eliminate: {str:PlayerName}",
		"value": "Cible à éliminer: {str:PlayerName}"
	},
	{
		"key": "Position lock: {sec:RemainingTime}",
		"value": "Verrou de position : {sec:RemainingTime}"
	},
	{
		"key": "Explosive yield: {percent:BombLevel}",
		"value": "Puissance de l'explosion: {percent:BombLevel}"
	},
	{
		"key": "Next flag in {sec:RemainingTime}",
		"value": "Prochain drapeau dans {sec:RemainingTime}"
	},
	{
		"key": "Web mode enabled",
		"value": "Mode toile activé"
	},
	{
		"key": "Stomach filled by {percent:FodderInStomach}",
		"value": "Estomac rempli à {percent:FodderInStomach}"
	},
	{
		"key": "The witch is dead",
		"value": "Un·e Sorcier·ière a disparu"
	},
	{
		"key": "The undead is finally dead",
		"value": "Un·e Invincible a disparu"
	},
	{
		"key": "Sword velocity increased",
		"value": "Vitesse de l'épée augmentée"
	},
	{
		"key": "Sword strength increased",
		"value": "Force de l'épée augmentée"
	},
	{
		"key": "Grenade limit increased",
		"value": "Limite du nombre de grenades augmentée"
	},
	{
		"key": "Type \"/help {str:ClassName}\" for more information about your class",
		"value": "Tapez \"/help {str:ClassName}\" pour plus d'information sur votre classe"
	},
	{
		"key": "The Hero found the flag!",
		"value": "Le drapeau a été trouvé par un·e Héro·ïne!"
	},
]}
