{"translation":[
	{
		"key": "{str:Victim} has been muted for {sec:Duration} ({str:Reason})",
		"value": "{str:Victim} foi silenciado por {sec:Duration} ({str:Reason})"
	},
	{
		"key": "You are now logged.",
		"value": "Agora você está logado."
	},
	{
		"key": "Wrong username/password.",
		"value": "Usuário e/ou senha inválidos."
	},
	{
		"key": "An error occured during the operation.",
		"value": "Ocorreu um erro durante a operação."
	},
	{
		"key": "You must be logged for this operation",
		"value": "Você deve estar logado para esta operação"
	},
	{
		"key": "Please wait 5 minutes before create an another account",
		"value": "Por favor espere 5 minutos antes de criar outra conta"
	},
	{
		"key": "An error occured during the creation of your account.",
		"value": "Um erro ocorreu durante a criação de sua conta."
	},
	{
		"key": "This username is already taken by an existing account",
		"value": "Esse nome de usuário já está em uso por uma conta existente."
	},
	{
		"key": "Your account has been created and you are now logged.",
		"value": "Sua conta foi criada e agora você está logado."
	},
	{
		"key": "You must be logged to see your rank",
		"value": "Você precisa fazer login para ver seu rank."
	},
	{
		"key": "You must be logged to see your goal",
		"value": "Você precisa fazer login para ver sua meta"
	},
	{
		"key": "You already notify that {str:PlayerName} must be banned",
		"value": "Você já propôs que {str:PlayerName} seja banido"
	},
	{
		"key": "{str:PlayerName} wants {str:VictimName} to be banned ({str:Reason})",
		"value": "{str:PlayerName} quer que {str:VictimName} seja banido ({str:Reason})"
	},
	{
		"key": "{str:VictimName} has been infected",
		"value": "{str:VictimName} foi infectado"
	},
	{
		"key": "Infected won the round in {sec:RoundDuration}",
		"value": "Os infectados ganharam a partida em {sec:RoundDuration}"
	},
	{
		"key": "{int:NumHumans} humans won the round",
		"one": "Um humano ganhou a partida",
		"other": "{int:NumHumans} humanos ganharam a partida",
	},
	{
		"key": "You have survived, +5 points",
		"value": "Você sobreviveu, +5 pontos"
	},
	{
		"key": "You have infected {str:VictimName}, +3 points",
		"value": "Você infectou {str:VictimName}, +3 pontos"
	},
	{
		"key": "You have killed a witch, +5 points",
		"value": "Você matou a bruxa, +5 pontos"
	},
	{
		"key": "You have eliminated your target, +2 points",
		"value": "Você eliminou seu alvo, +2 pontos"
	},
	{
		"key": "Hook protection enabled",
		"value": "Proteção contra o gancho ativada"
	},
	{
		"key": "Hook protection disabled",
		"value": "Proteção contra o gancho desativada"
	},
	{
		"key": "{str:PlayerName} has been banned ({str:Reason})",
		"value": "{str:PlayerName} foi banido ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has been kicked ({str:Reason})",
		"value": "{str:PlayerName} foi expulso ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has left the game ({str:Reason})",
		"value": "{str:PlayerName} saiu do jogo ({str:Reason})"
	},
	{
		"key": "{str:PlayerName} has left the game",
		"value": "{str:PlayerName} saiu do jogo"
	},
	{
		"key": "{str:PlayerName} joined the spectators",
		"value": "{str:PlayerName} entrou no modo espectador"
	},
	{
		"key": "{str:PlayerName} joined the game",
		"value": "{str:PlayerName} entrou no jogo"
	},
	{
		"key": "Engineer",
		"value": "Engenheiro"
	},
	{
		"key": "Soldier",
		"value": "Soldado"
	},
	{
		"key": "Medic",
		"value": "Médico"
	},
	{
		"key": "Hero",
		"value": "Herói"
	},
	{
		"key": "Ninja",
		"value": "Ninja"
	},
	{
		"key": "Mercenary",
		"value": "Mercenário"
	},
	{
		"key": "Sniper",
		"value": "Sniper"
	},
	{
		"key": "Scientist",
		"value": "Cientista"
	},
	{
		"key": "Biologist",
		"value": "Biólogo"
	},
	{
		"key": "Smoker",
		"value": "Smoker"
	},
	{
		"key": "Hunter",
		"value": "Caçador"
	},
	{
		"key": "Boomer",
		"value": "Boomer"
	},
	{
		"key": "Ghost",
		"value": "Fantasma"
	},
	{
		"key": "Spider",
		"value": "Aranha"
	},
	{
		"key": "Ghoul",
		"value": "Canibal"
	},
	{
		"key": "Slug",
		"value": "Lesma"
	},
	{
		"key": "Witch",
		"value": "Bruxa"
	},
	{
		"key": "Undead",
		"value": "Morto Vivo"
	},
	{
		"key": "Unknown class",
		"value": "Classe desconhecida"
	},
	{
		"key": "You are a human: {str:ClassName}",
		"value": "Você é um humano: {str:ClassName}"
	},
	{
		"key": "You are an infected: {str:ClassName}",
		"value": "Você é um infectado: {str:ClassName}"
	},
	{
		"key": "{str:PlayerName} entered and joined the game",
		"value": "{str:PlayerName} se conectou e entrou no jogo"
	},
	{
		"key": "You are muted for {sec:Duration}",
		"value": "Você está silenciado por {sec:Duration}"
	},
	{
		"key": "You can't join the spectators right now",
		"value": "Você não pode se juntar aos espectadores neste momento"
	},
	{
		"key": "{str:PlayerName} changed their name to {str:NewName}",
		"value": "{str:PlayerName} mudou seu nome para {str:NewName}"
	},
	{
		"key": "Switch language to english ?",
		"value": "Mudar o idioma para Português?"
	},
	{
		"key": "You can change the language of this mod using the command /language.",
		"value": "Você pode mudar o idioma deste mod usando o comando /language"
	},
	{
		"key": "If your language is not available, you can help with translation (/help translate).",
		"value": "Se seu idioma não estiver disponível, você pode ajudar com a tradução (/help translate)"
	},
	{
		"key": "InfectionClass, by necropotame (version {str:VersionCode})",
		"value": "InfectionClass, por necropotame (versão {str:VersionCode})"
	},
	{
		"key": "Based on the concept of Infection mod by Gravity",
		"value": "Baseado no conceito de Infection mod por Gravity"
	},
	{
		"key": "Main contributors: {str:ListOfContributors}",
		"value": "Principais colaboradores: {str:ListOfContributors}"
	},
	{
		"key": "Thanks to {str:ListOfContributors}",
		"value": "Agradecimentos a {str:ListOfContributors}"
	},
	{
		"key": "No player was found with this name",
		"value": "Nenhum jogador foi encontrado com esse nome"
	},
	{
		"key": "Rules of the game",
		"value": "Regras do jogo"
	},
	{
		"key": "InfectionClass is a team game between humans and infected.",
		"value": "InfectionClass é um jogo entre humanos e infectados."
	},
	{
		"key": "All players start as human.",
		"value": "Todos os jogadores começam como humanos."
	},
	{
		"key": "10 seconds later, two players become infected.",
		"value": "10 segundos depois, dois jogadores se tornam infectados."
	},
	{
		"key": "The goal for humans is to survive until the army clean the map.",
		"value": "A meta dos humanos é sobreviver até que o exército limpe o mapa."
	},
	{
		"key": "The goal for infected is to infect all humans.",
		"value": "A meta dos infectados é infectar todos os humanos."
	},
	{
		"key": "How to translate the mod",
		"value": "Como traduzir este mod"
	},
	{
		"key": "Create an account on Crowdin and join a translation team:",
		"value": "Crie uma conta no Crowdin e entre em um time de tradução:"
	},
	{
		"key": "For any question about the translation process, please contact us on IRC ({str:IRCAddress})",
		"value": "Se você tiver alguma pergunta sobre o processo de tradução, por favor entre em contato conosco no IRC ({str:IRCAddress})"
	},
	{
		"key": "The Engineer can build walls with his hammer to block infected.",
		"value": "O Engenheiro pode construir muros com seu martelo para bloquear os infectados."
	},
	{
		"key": "When an infected touch the wall, he dies.",
		"value": "Se um infectado tocar o muro, ele morre."
	},
	{
		"key": "The lifespan of a wall is {sec:LifeSpan}, and walls are limited to one per player at the same time.",
		"value": "A duração do muro é de {sec:LifeSpan}, e cada jogador só pode ter um muro ativo por vez."
	},
	{
		"key": "The Soldier can pose floating bombs with his hammer.",
		"value": "O Soldado pode colocar bombas flutuantes com seu martelo."
	},
	{
		"key": "Each bomb can explode {int:NumBombs} times.",
		"one": "Cada bomba pode explodir uma vez.",
		"other": "Cada bomba pode explodir {int:NumBombs} vezes.",
	},
	{
		"key": "Use the hammer to place the bomb and explode it multiple times.",
		"value": "Use o martelo para colocar a bomba e explodi-la múltiplas vezes."
	},
	{
		"key": "Bombs are limited to one per player at the same time.",
		"value": "Cada jogador só pode ter uma bomba ativa de cada vez."
	},
	{
		"key": "The Scientist can pose floating mines with his hammer.",
		"value": "O Cientista pode colocar minas com seu martelo."
	},
	{
		"key": "Mines are limited to {int:NumMines} per player at the same time.",
		"one": "Minas são limitadas a uma de cada vez por jogador.",
		"other": "Minas são limitadas à {int:NumMines} por jogador ao mesmo tempo.",
	},
	{
		"key": "He has also grenades that teleport him.",
		"value": "Ele também tem granadas que podem teleportá-lo."
	},
	{
		"key": "The biologist has a shotgun with bouncing bullets and can create a spring laser trap by shooting with his rifle.",
		"value": "O biólogo tem uma espingarda com balas que ricocheteiam na parede e pode criar uma armadilha, que aciona automaticamente, disparando com seu rifle."
	},
	{
		"key": "The Medic can protect humans with his hammer by giving them armor.",
		"value": "O Médico pode proteger humanos com seu martelo dando armadura a eles."
	},
	{
		"key": "He has also a powerful shotgun that can pullback infected.",
		"value": "Ele também têm uma poderosa espingarda que empurra os infectados para trás."
	},
	{
		"key": "The Hero has a shotgun, a laser rifle and grenades.",
		"value": "O Herói tem uma shotgun, um laser e granadas."
	},
	{
		"key": "The Hero must find a flag hidden in the map.",
		"value": "O Herói têm que achar a bandeira escondida no mapa."
	},
	{
		"key": "Once taken, the flag gives 1 health point, 4 armor points, and full ammo to all humans, furthermore full health and armor to the hero.",
		"value": "Assim que for achada, a bandeira dá 1 ponto de vida, 4 pontos de armadura, e munição completa para todos os humanos, além de vida e armadura completa para o herói."
	},
	{
		"key": "The hero cannot be healed by a medic, but he can withstand a thrust by an infected, an his health suffice.",
		"value": "O Herói não pode ser curado por um médico, mas ele pode aguentar uma martelada de um infectado se sua vida for suficiente."
	},
	{
		"key": "The Ninja can throw flash grenades that can freeze infected during three seconds.",
		"value": "O Ninja pode jogar granadas atordoantes que congelam seus inimigos por três segundos."
	},
	{
		"key": "His hammer is replaced by a katana, allowing him to jump {int:NinjaJump} times before touching the ground.",
		"one": "Seu martelo foi substituído por uma katana, permitindo que ele ataque uma vez antes de precisar tocar no chão.",
		"other": "Seu martelo foi substituído por uma katana, permitindo que ele ataque {int:NinjaJump} vezes antes de precisar tocar no chão.",
	},
	{
		"key": "The Mercenary fly in air using his machine gun.",
		"value": "O Mercenário pode voar usando sua metralhadora."
	},
	{
		"key": "He can coil explosives with his hammer that hinder infected from harming.",
		"value": "Ele pode armar explosivos com seu martelo os quais impedem que os infectados causem dano temporariamente."
	},
	{
		"key": "He can also throw poison grenades that each deal {int:NumDamagePoints} damage points.",
		"one": "Ele também pode jogar granadas venenosas que causam um ponto de dano.",
		"other": "Ele também pode jogar granadas venenosas que causam {int:NumDamagePoints} pontos de dano.",
	},
	{
		"key": "The Sniper can lock his position in air for 15 seconds with his hammer.",
		"value": "O Sniper pode travar sua posição no ar por 15 segundos usando seu martelo. "
	},
	{
		"key": "He can jump two times in air.",
		"value": "Ele pode pular duas vezes no ar."
	},
	{
		"key": "He has also a powerful rifle that deals 30 damage points in locked position, and 10–13 otherwise.",
		"value": "Ele também têm um rifle poderoso que causa 30 de dano na posição travada, e 10–13 caso contrário."
	},
	{
		"key": "The Smoker can infect humans and heal infected with his hammer.",
		"value": "O Smoker pode infectar humanos e curar infectados com seu martelo."
	},
	{
		"key": "He can also inflict 4 damage points per second by hooking humans.",
		"value": "Ele também pode causar 4 pontos de dano por segundo ao segurar humanos com seu gancho."
	},
	{
		"key": "The Boomer explodes when he attack.",
		"value": "O Boomer explode quando ele ataca com seu martelo."
	},
	{
		"key": "All humans affected by the explosion become infected.",
		"value": "Todos os humanos afetados pela explosão se tornam infectados."
	},
	{
		"key": "He can also inflict 1 damage point per second by hooking humans.",
		"value": "Ele também causa 1 ponto de dano por segundo ao segurar humanos com seu gancho."
	},
	{
		"key": "The Hunter can infect humans and heal infected with his hammer.",
		"value": "O Caçador pode infectar humanos e curar infectados com seu martelo."
	},
	{
		"key": "The Ghost can infect humans and heal infected with his hammer.",
		"value": "O Fantasma pode infectar humanos e curar infectados com seu martelo."
	},
	{
		"key": "He is invisible, except if a human is near him, if he takes a damage or if he use his hammer.",
		"value": "Ele é invisível, exceto se um humano estiver próximo a ele, se ele tomar dano ou se ele usar seu martelo. "
	},
	{
		"key": "The Spider can infect humans and heal infected with his hammer.",
		"value": "A Aranha pode infectar humanos e curar infectados com seu martelo."
	},
	{
		"key": "When selecting any gun, his hook enter in web mode.",
		"value": "Ao selecionar qualquer arma, seu gancho entra no modo teia."
	},
	{
		"key": "Any human that touch a hook in web mode is automatically grabbed.",
		"value": "Qualquer humano que tocar um gancho no modo teia é automaticamente agarrado."
	},
	{
		"key": "The hook of the spider (in both mode) deal 1 damage point per second and can grab a human during 2 seconds.",
		"value": "O gancho da aranha (nos dois modos) causa 1 ponto de dano por segundo e pode agarrar humanos por 2 segundos. "
	},
	{
		"key": "The Ghoul can infect humans and heal infected with his hammer.",
		"value": "O canibal pode infectar seres humanos e curar os infectados com o seu martelo."
	},
	{
		"key": "He can devore all that has died close to him, which makes him stronger, faster and more resistant.",
		"value": "Ele pode devorar tudo que morreu perto dele, o que o torna mais forte, mais rápido e mais resistente."
	},
	{
		"key": "Thereupon he digests his fodder bit by bit going back to his normal state, and besides, death bereaves him of his nourishment.",
		"value": "Pouco a pouco ele digere a sua forragem, voltando ao seu estado normal. A morte também o priva de sua nutrição, reduzindo suas forças."
	},
	{
		"key": "The Slug can infect humans and heal infected with his hammer.",
		"value": "A lesma pode infectar seres humanos e curar os infectados com o seu martelo."
	},
	{
		"key": "He can make the ground and walls toxic by spreading slime with his hammer.",
		"value": "Ele pode tornar o solo e paredes tóxicos espalhando limo com seu martelo."
	},
	{
		"key": "Touching the slime inflicts three damage points in three seconds on a human.",
		"value": "Tocar o limo inflige três pontos de dano ao longo de três segundos em um ser humano."
	},
	{
		"key": "The Undead can infect humans and heal infected with his hammer.",
		"value": "O Morto Vivo pode infectar humanos e curar infectados com seu martelo."
	},
	{
		"key": "Instead of dying, he freezes during 10 seconds.",
		"value": "Ao invés de morrer, ele congela por 10 segundos."
	},
	{
		"key": "If an infected heals him, the freeze effect disappear.",
		"value": "Se um infectado o cura, o congelamento acaba."
	},
	{
		"key": "The Witch can infect humans and heal infected with his hammer.",
		"value": "A Bruxa pode infectar humanos e curar infectados com seu martelo."
	},
	{
		"key": "When an infected dies, he may re-spawn near her.",
		"value": "Quando um infectado morre, ele pode renascer perto dela."
	},
	{
		"key": "If the Witch dies, she disappear and is replaced by an another class of infected.",
		"value": "Se a Bruxa morrer, ela desaparece e é substituída por outra classe de infectado."
	},
	{
		"key": "She can also inflict 1 damage point per second by hooking humans.",
		"value": "Ela também pode causar 1 ponto de dano por segundo ao segurar humanos com seu gancho."
	},
	{
		"key": "Targeted chat messages",
		"value": "Mensagens de chat específicas"
	},
	{
		"key": "Use \"/msg <PlayerName> <My Message>\" to send a private message to this player.",
		"value": "Use “/msg <PlayerName> <My Message>” para enviar uma mensagem privada para este jogador."
	},
	{
		"key": "Use \"/msg !<ClassName> <My Message>\" to send a private message to all player with a specific class.",
		"value": "Use “/msg !<ClassName> <My Message>” para enviar uma mensagem privada para todos os jogadores de uma classe específica."
	},
	{
		"key": "Example: \"/msg !medic I'm wounded!\"",
		"value": "Exemplo: \"/msg !medic Estou ferido!\""
	},
	{
		"key": "Use \"/msg !near\" to send a private message to all players near you.",
		"value": "Use “/msg !near” para enviar uma mensagem privada para todos os jogadores perto de você."
	},
	{
		"key": "Choose a help page with /help <page>",
		"value": "Escolha uma página de ajuda com /help <página>"
	},
	{
		"key": "Available help pages: {str:PageList}",
		"value": "Páginas de ajuda disponíveis: {str:PageList}"
	},
	{
		"key": "A random class will be automatically attributed to you when rounds start",
		"value": "Uma classe vai ser automaticamente atribuída a você quando a partida começar"
	},
	{
		"key": "The class selector will be displayed when rounds start",
		"value": "O Seletor de classes vai ser exibido quando a partida começar"
	},
	{
		"key": "Unknown language",
		"value": "Idioma desconhecido"
	},
	{
		"key": "Available languages: {str:ListOfLanguage}",
		"value": "Idiomas disponíveis: {str:ListOfLanguage}"
	},
	{
		"key": "List of commands",
		"value": "Lista de comandos"
	},
	{
		"key": "Press <F3> or <F4> to enable or disable hook protection",
		"value": "Pressione <F3> ou <F4> para ativar ou desativar a proteção contra o gancho de aliados"
	},
	{
		"key": "You hold a bonus area for one minute, +5 points",
		"value": "Você permaneceu numa área de bônus por um minuto, +5 pontos"
	},
	{
		"key": "You are frozen: {sec:EffectDuration}",
		"value": "Você está congelado: {sec:EffectDuration}"
	},
	{
		"key": "Random choice",
		"value": "Escolha aleatória"
	},
	{
		"key": "Choose your class",
		"value": "Escolha a sua classe"
	},
	{
		"key": "Laser wall: {sec:RemainingTime}",
		"value": "Muro laser: {sec:RemainingTime}"
	},
	{
		"key": "{int:NumBombs} bombs left",
		"one": "Uma bomba restando",
		"other": "{int:NumBombs} bombas restando",
	},
	{
		"key": "{int:NumMines} mines are actives",
		"one": "Uma mina está ativa",
		"other": "{int:NumMines} minas estão ativas",
	},
	{
		"key": "Mine activated",
		"value": "Mina ativada"
	},
	{
		"key": "Next target in {sec:RemainingTime}",
		"value": "Seguinte alvo em {sec:RemainingTime}"
	},
	{
		"key": "Target to eliminate: {str:PlayerName}",
		"value": "Alvo para eliminar: {str:PlayerName}"
	},
	{
		"key": "Position lock: {sec:RemainingTime}",
		"value": "Posição travada: {sec:RemainingTime}"
	},
	{
		"key": "Explosive yield: {percent:BombLevel}",
		"value": "Poder explosivo: {percent:BombLevel}"
	},
	{
		"key": "Next flag in {sec:RemainingTime}",
		"value": "Próxima bandeira em {sec:RemainingTime}"
	},
	{
		"key": "Web mode enabled",
		"value": "Modo Teia ativado"
	},
	{
		"key": "Stomach filled by {percent:FodderInStomach}",
		"value": "Estômago preenchido {percent:FodderInStomach}"
	},
	{
		"key": "The witch is dead",
		"value": "A bruxa está morta"
	},
	{
		"key": "The undead is finally dead",
		"value": "O Morto Vivo finalmente morreu"
	},
	{
		"key": "Sword velocity increased",
		"value": "Velocidade da espada aumentada"
	},
	{
		"key": "Sword strength increased",
		"value": "Força da espada aumentada"
	},
	{
		"key": "Grenade limit increased",
		"value": "Limite de granadas aumentado"
	},
	{
		"key": "Type \"/help {str:ClassName}\" for more information about your class",
		"value": "Digite “/help {str:ClassName}” para mais informações sobre sua classe"
	},
	{
		"key": "The Hero found the flag!",
		"value": "O Herói achou a bandeira!"
	},
]}
