	"Switch language to russian ?",

	"%s вошёл и присоединился к игре",
    "%s присоединился к игре",
    "%s присоединился к наблюдателям",
    "%s вышел из игры",
    "%s покинул игру(%s)",
    "%s изгнан/кикнут из игры (%s)",
    "%s заблокирован/забанен (%s)",
    "%s сменил своё имя на %s",
    
    "Неизвестная команда",
    "Как только начнётся раунд, тебе будет назначен случайный класс",
    "Выбор класса появится с началом раунда",
    "Ты не можешь присоединиться к наблюдателям в данный момент",
    
    "Ты заморожён на %i секунд",
    "Ты заразил %s, +3 очка",
    "Ты убил ведьму/witch, +5 очков",
    "Ты выжил, +5 очков",
    "Ты заразил игрока %s, используя порталы, -5 очков",
    "Ты убил игрока %s, используя порталы, -5 очков",
    "%s заражён",
    "Приближается ведьма!",
    "Ведьма мертва",
    "Бессмертный приближается!",
    "Бессмертный уничтожен!",
    
    "Зараженные выиграли раунд за %i:%02i минут",
    "Один человек победил",
    "%i людей победило",
    
    "Выбери класс, нажав на оружие",
    "Случайный выбор",
    
    "Engineer/Инженер",
    "Soldier/Солдат",
    "Scientist/Учёный",
    "Medic/Врач",
    "Ninja/Ниндзя",
    "Smoker",
    "Boomer",
    "Hunter",
    "Undead",
    "Witch",
    
    "Ты человек в роли Инженера/Engineer",
    "Ты человек в роли Солдата/Soldier",
    "Ты человек в роли Учёного/Scientist",
    "Ты человек в роли Врача/Medic",
    "Ты человек в роли Ниндзи/Ninja",
    "Ты заражённый в роли Курильщика/Smoker",
    "Ты заражённый в роли Взрывуна/Boomer",
    "Ты заражённый в роли Охотника/Hunter",
    "Ты заражённый в роли Бессмертного/Undead",
    "Ты заражённый в роли Ведьма/Witch",
    
    "Напиши \"/help engineer\", чтобы больше узнать о своём классе",
    "Напиши \"/help soldier\", чтобы больше узнать о своём классе",
    "Напиши \"/help scientist\", чтобы больше узнать о своём классе",
    "Напиши \"/help medic\", чтобы больше узнать о своём классе",
    "Напиши \"/help ninja\", чтобы больше узнать о своём классе",
    "Напиши \"/help smoker\", чтобы больше узнать о своём классе",
    "Напиши \"/help boomer\", чтобы больше узнать о своём классе",
    "Напиши \"/help hunter\", чтобы больше узнать о своём классе",
    "Напиши \"/help undead\", чтобы больше узнать о своём классе",
    "Напиши \"/help witch\", чтобы больше узнать о своём классе",
    
    "Список команд\n\n"
        "/info: Информация о моде\n\n"
        "/help: Правила игры\n\n"
        "/help <class>: Информация о конкретном классе\n\n"
        "/language <lang>: Сменить язык мода\n\n"
        "/customskin <none|me|all>: Показывать скины никого, тебя или всех\n\n"
        "/alwaysrandom <0|1>: Всегда выбирать случайный класс, когда начинается раунд\n\n"
        "Нажми <F3> или <F4> пока зажимаешь <TAB>, чтобы сменить систему очков",
    "InfectionClass, от necropotame (version 0.5)\n"
        "Основан на Infection режиме от Gravity\n"
        "Благодарю %s",
    "Правила игры:\n\n"
        "InfectionClass командная игра, где сталкиваются Заражённые и Выжившие.\n\n"
        "Все игроки начинают за людей.\n"
        "10 секунд спустя, два человека становятся заражёнными.\n\n"
        "Цель людей - выжить определённое время.\n\n"
        "Цель заражённых инфицировать людей.",
    "Инженер:\n\n"
        "Инженер может строить стены, чтобы затормаживать заражённых.\n"
        "Когда заражённый прикасается в стене, он, инфицированный умирает.\n\n"
        "Стена существует 30 секунд. Один человек может поставить только одну стену за раз.",
    "Солдат:\n\n"
        "Солдат может ставить летающие бомбы с помощью молота.\n"
        "Каждая бомба может взорваться 3 раза.\n"
        "Используй молот, чтобы поставить бомбу и взорвать её.\n\n"
        "Ты можешь ставить только одну бомбу за раз.",
    "Учёный:\n\n",
    "Врач:\n\n"
        "Врач может защищать людей, используя свой молот, чтобы дать им броню.\n\n"
        "Также он обладает мощным дробовиком, способным отталкивать заражённых.\n",
    "Ниндзя:\n\n"
        "Ниндзя может кидать замораживающие гранаты, которые останавливают заражённых на 3 секунды.\n\n"
        "Его молот заменён катаной, позволяющей ему делать рывок 2 раза, пока он не коснётся земли.\n",
    "Курильщик :\n\n"
        "Курильщик может заражать людей и лечить заражённых с помощью своего молота.\n\n"
        "Также он наносит 4 урона в секунду человеку, к которому прицеплен цепочкой(хуком).",
    "Взрывун :\n\n"
        "Взрывун производит взрыв вместо атаки.\n"
        "Все люди, задетые взрывом, заражаются.\n\n"
        "Ещё он наносит 1 урон в секунду человеку, к которому прицеплен цепочкой(хуком).",
    "Охотник :\n\n"
        "Охотник может заражать людей и лечить заражённых с помощью своего молота.\n\n"
        "Он обладает тройным прыжком\n\n"
        "А также наносит 1 урона в секунду человеку, к которому прицеплен цепочкой(хуком).",
    "Бессмертный :\n\n"
        "Бессмертный может заражать людей и лечить заражённых с помощью своего молота.\n\n"
        "Вместо смерти он впадает в спячку на 10 секунд.\n"
        "Если заражённый его излечит, то Бессмертный пробуждается ото сна.\n\n"
        "Ещё он наносит 1 урон в секунду человеку, к которому прицеплен цепочкой(хуком).",
    "Ведьма :\n\n"
        "Ведьма может заражать людей и лечить заражённых с помощью своего молота.\n\n"
        "После смерти заражённый с определённым шансом воскреснуть рядом с Ведьмой.\n"
        "Когда она помирает, то игрок получает другой класс.\n\n"
        "А также она наносит 1 урона в секунду человеку, к которому прицеплен цепочкой(хуком)."
        
