"Змiнити мову на українську ?",

"%s пiд'єднався та увiйшов до гри",
"%s увiйшов до гри",
"%s увiйшов до глядачiв",
"%s вийшов з гри",
"%s вийшов з гри (%s)",
"%s був(-ла) кiкнут(а) (%s)",
"%s був(-ла) забанен(а) (%s)",
"%s змiнив(-ла) свое iм'я на %s",

"Невiдома команда",
"У наступних раундах ваш класс буде вибран випадково",
"У наступних раундах вам буде показано вибор класса",
"Ви зараз не можете увiйти до глядачiв",

"Ви були замороженi на %i секунд",
"Ви заразили %s, +3 очок",
"Ви вбили вiдьму, +5 очок",
"Ви вижили, +5 очок",
"Ви заразили %s використовуючи портали, -5 очок",
"Ви вбили %s використовуючи портали, -5 очок",
"%s був(-ла) заражен(а)",
"Вiдьма йде!",
"Вiдьма померла",
"Бессмертний йде!",
"Бессмертний усе-ж таки помер",

"Зараженi перемогли у рандi за %i:%02i хвилин",
"Один виживший(-а) перемiг",
"%i виживших перемогли",

"Виберiть собi класс клiкнувши на зброю",
"Випадковий вибiр",

"Iнженер",
"Солдат",
"Вчений",
"Медик",
"Нiндзя",
"Курильник",
"Вибухач",
"Мисливець",
"Бессмертний",
"Вiдьма",

"Ви виживший(-а): Engineer",
"Ви виживший(-а): Солдат",
"Ви виживший(-а): Вчений",
"Ви виживший(-а): Медик",
"Ви виживший(-а): Нiндзя",
"Ви заражений(-а): Курильник",
"Ви заражений(-а): Вибухач",
"Ви заражений(-а): Мисливець",
"Ви заражений(-а): Бессмертний",
"Ви заражений(-а): Вiдьма",

"Введiть \"/help engineer\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help soldier\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help scientist\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help medic\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help ninja\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help smoker\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help boomer\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help hunter\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help undead\" для бiльш детальної iнформацiї про цей класс",
"Введiть \"/help witch\" для бiльш детальної iнформацiї про цей класс",

"Список команд\n\n"
    "/info: Iнформацiя про цей мод\n\n"
    "/help: Правила гри\n\n"
    "/help <class>: Iнформацiя про конкретний класс\n\n"
    "/language <lang>: Змiнити мову гри на цьому модi\n\n"
    "/customskin <none|me|all>: Показувати скiн гравця замiсть скiна класса, none - не показувати, me - для себе, all - для усiх\n\n"
    "/alwaysrandom <0|1>: Автоматично вибирати класс випадково коли раунд починається\n\n"
    "Натиснiть <F3> або <F4> затиснувши <TAB> для перемикання системи пiдводження очок",
"InfectionClass вiд necropotame (версiя 0.5)\n"
    "Зробленно на основi мода Infection вiд Gravity\n"
    "Вдячнiть до %s",
"Правила гри:\n\n"
    "InfectionClass це командне протистояння мiж виживаючими та зараженними.\n\n"
    "Усi гравцi починають не зараженними.\n"
    "Через 10 секунд, 2 гравця стають зараженними.\n\n"
    "Мета для виживаючих це вижити до кiнця раунду.\n\n"
    "Мета для зараженних це заразити тих хто ще не заражен.",
"Iнженер:\n\n"
    "Iнженер може будувати стiни для блокування зараженних.\n"
    "Коли зараженний торкається стiни - вiн миттево померає.\n\n"
    "Тривалiсть життя однiєй стiни - 30 секунд, а також не можна будувати бiльше однiєї за раз.",
"Солдат:\n\n"
    "Солдат може класти бомби у повiтрi своїм молотом.\n"
    "Кожна бомба мая 3 заряди, а отже - вибухати 3 рази.\n"
    "Використовуйте молот для встановлення та пiдриву бомб.\n\n"
    "Не можна класти бiльше однiєї бомби за раз.",
"Вчений:\n\n",
"Медик:\n\n"
    "Медик може захищати виживаючих своїм молотом, даючи їм броню.\n\n"
    "Вiн також має потужний дробовик який добре вiдштовхує ворогiв.\n",
"Нiндзя:\n\n"
    "Нiндзя може кидати знерухомлюючi гранати якi оглушають ворогiв на 3 секунди.\n\n"
    "Замiсть молота в нього є катана, яка дозволяє йому робити ривки 2 рази перш нiж вiн доторкнеться змелi.\n",
"Курильник:\n\n"
    "Курильник може заражати виживаючих та лiкувати зараженних своїм молотом.\n\n"
    "Вiн також може наносити 4 очки втрати здоровья в секунду своїм крюком.",
"Вибухач:\n\n"
    "Вибухач вибухає коли атакує.\n"
    "Усiх виживаючих кого зачепило вибухом, стають зараженними.\n\n"
    "Вiн також може наносити 1 очко втрати здоровья в секунду своїм крюком.",
"Мисливець:\n\n"
    "Мисливець може заражати виживаючих та лiкувати зараженних своїм молотом.\n\n"
    "У повiтрi вiн може пiдстрибувати 2 рази.\n\n"
    "Вiн також може наносити 1 очко втрати здоровья в секунду своїм крюком.",
"Бессмертний:\n\n"
    "Бессмертний може заражати виживаючих та лiкувати зараженних своїм молотом.\n\n"
    "Замiсть смертi, вiн знерухомлюється на 10 секунд.\n"
    "Якщо зараженний лiкує його, то еффект знерухомлення зникає.\n\n"
    "Вiн також може наносити 1 очко втрати здоровья в секунду своїм крюком.",
"Вiдьма:\n\n"
    "Вiдьма може заражати виживаючих та лiкувати зараженних своїм молотом.\n\n"
    "Коли зараженний померає, вiн може заспавнитися поруч iз нею.\n"
    "Якщо вiдьма померає, то коли вона спавниться наступного разу, то вже не є вiдмою.\n\n"
    "Вона також може наносити 1 очко втрати здоровья в секунду своїм крюком."
